Repository: tarasenkoartemiy/alerty
Catalog: bot/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Russian
ru: Русский

source: English
ru: Английский

source: update_city
ru: обновление города

source: create_reminder
ru: создание напоминания

source: add_datetime
ru: добавление даты и времени

source: update_datetime
ru: обновление даты и времени

source: update_text
ru: обновление текста

source: active
ru: активно

source: inactive
ru: неактивно

source: done
ru: выполнено

source: deleted
ru: удалено

source: expired
ru: истекло

source: redacting
ru: редактирование

source: What should I remind you about?
ru: О чем вам напомнить?

source: You can't use this command yet
ru: Вы пока не можете использовать эту команду

source: Please write the name of the city whose time zone you want to use
ru: Пожалуйста, напишите название города, часовой пояс которого вы хотите использовать

source: Your time zone has been successfully determined
ru: Ваш часовой пояс успешно определен

source: The service I'm using for this operation is not working right now
ru: Служба, которую я использую для этой операции, сейчас не работает

source: I don't know this city, try again
ru: Я не знаю этого города, попробуйте еще раз

source: You are already using the time zone of this city
ru: Вы уже используете часовой пояс этого города

source: Please select interface language
ru: Пожалуйста, выберите язык интерфейса

source: This language has already been chosen by you
ru: Этот язык уже выбран вами

source: Your language has been successfully changed
ru: Ваш язык был успешно изменен

source: Sorry, this reminder can no longer be sent
ru: К сожалению, это напоминание больше не может быть отправлено

source: Reminder
ru: Напоминание

source: Dispatch time
ru: Время отправки

source: Status
ru: Статус

source: Reminder not found
ru: Напоминание не найдено

source: My reminders
ru: Мои напоминания

source: Select number to edit
ru: Выберите номер для редактирования

source: You have no reminders
ru: У вас нет напоминаний

source: I can't determine what time zone you are in right now. Please try again later
ru: Я не могу определить, в каком часовом поясе вы сейчас находитесь. Пожалуйста, повторите попытку позже

source: Reminder successfully recorded
ru: Напоминание успешно записано

source: You cannot select a date that has already passed
ru: Вы не можете выбрать дату, которая уже прошла

source: I can't recognize the datetime in your reminder
ru: Я не могу распознать дату и время в вашем напоминании

source: I found several datetime indications in your reminder, please indicate only one
ru: Я нашел несколько указаний даты и времени в вашем напоминании, пожалуйста, укажите только одно
